This is an internal diagnostic message.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DebugLevelsInOptionsError { get; }
  Visual Basic
Public Shared ReadOnly Property DebugLevelsInOptionsError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DebugLevelsInOptionsError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DesignOptionFailures Class
  Autodesk.Revit.DB Namespace